export const KOLUSU_VIVARAM = [
  "மூன்று இடை முத்து",
  "ஒரு புல் முத்து",
  "இரண்டு புல் முத்து",
  "மூன்று புல் முத்து",
  "ஒரு முத்து",
  "மிலி",
  "கொத்து முத்து",
  "செயின் முத்து",
  "கும்கி",
  "கும்கி + கொத்து முத்து",
  "செயின் + விசிறி மாடல்",
  "செயின் + கொத்து முத்து",
  "அஞ்சு முத்து",
  "ஆராதனை"
]

export const KOLUSU_SIZES = [
  "5\" கொலுசு", "5 1/2\" கொலுசு", "6\" கொலுசு", "6 1/2\" கொலுசு",
  "7\" கொலுசு", "7 1/2\" கொலுசு", "8\" கொலுசு", "8 1/2\" கொலுசு",
  "9\" கொலுசு", "9 1/2\" கொலுசு", "10\" கொலுசு", "10 1/2\" கொலுசு",
  "11\" கொலுசு", "11 1/2\" கொலுசு", "12\" கொலுசு"
]

export const MASTER_DATA = {
  "கொலுசு": {
    "அளவு": KOLUSU_SIZES,
    "பாம்பே திருகு மாடல்": KOLUSU_SIZES,
    "சிங்கிள் பட்டி": KOLUSU_SIZES,
    "டபுள் பட்டி": KOLUSU_SIZES,
    "பாம்பே கொலுசு வகைகள்": [
      "பாம்பே கொலுசு", "கிரிஸ்டல் கொலுசு", "பாம்பே திருகு மாடல்"
    ]
  },
  "கொடி": {
    "கொடி ரோல் 1 inch": [
      "கொடி ரோல் 1 inch (0.850 g)",
      "கொடி ரோல் 1 inch (1.200 g)",
      "கொடி ரோல் 1 inch (1.300 g)",
      "கொடி ரோல் 1 inch (1.500 g)",
      "கொடி ரோல் 1 inch (1.800 g)",
      "கொடி ரோல் 1 inch (2.000 g)",
      "கொடி ரோல் 1 inch (2.500 g)",
      "கொடி ரோல் 1 inch (3.000 g)"
    ],
    "வகைகள்": [
      "முத்தர்னா கொடி", "நாய் மணி காசு", "மாடல் கொடி", "முத்து கொடி"
    ]
  },
  "மெட்டி": {
    "வகைகள்": [
      "வெள்ளி மெட்டி", "சாதா மெட்டி", "உருட்டு மெட்டி", "உருட்டு நெளிவு மெட்டி", "மாப்பிள்ளை மெட்டி",
      "பாம்பே மெட்டி", "முத்துமெட்டி + ஜல்ரா மெட்டி"
    ]
  },
  "தண்டை": {
    "வகைகள்": [
      "நகாஸ் தண்டை (Nagas Thandai)", "வெள்ளி தண்டை", "வெள்ளி பாம்பே தண்டை"
    ]
  },
  "வெள்ளி பொருட்கள்": {
    "காப்பு": ["வேல் காப்பு", "வெள்ளி காப்பு", "வெள்ளி காப்பு 92.5", "பெரிய சிங்கிள் காப்பு", "பேபி செட் காப்பு", "பேபி சிங்கிள் காப்பு"],
    "கம்மல்": ["வெள்ளி கம்மல்", "வெள்ளி கம்மல் 92.5", "பொம்மை கம்மல்", "கோல்டு பிளேட்டட் கம்மல்"],
    "டாலர்": ["வெள்ளி டாலர்", "சாமி டாலர்", "கற்கள் வைத்த டாலர்", "சுடிதார் டாலர்"],
    "செயின்": ["வெள்ளி செயின்", "ரோப் செயின்", "பாக்சு செயின்", "நவரத்தின செயின்"],
    "வளையல்": ["சதுர வளையல்", "காப்பு வளையல்", "வெள்ளி வளையல்", "குழந்தை வளையல்"],
    "மோதிரம்": ["வெள்ளி மோதிரம்", "ராசி மோதிரம்", "கற்கள் வைத்த மோதிரம்"]
  }
}
